data = {
  project_info: {
    _name: "EasyModel",
    _slogan: "3D моделирование и всё о нём!",
  },
  main_info: {
    modelling_main_themes: [
      {
        _id: 1,
        _title: "История 3D моделирования",
        _content:
          "3D – это три разных измерения. В графике применяют свои определенные инструменты и методы, отвечающие за прорисовку большого количества бесконечностей изображений.",
        _img: "slide_1.png",
      },
      {
        _id: 2,
        _title: "Возможности 3D моделирования",
        _content:
          "С помощью этой уникальной технологии сегодня появилась возможность реконструкции памятников и любых зданий архитектуры, утраченных с временем по каким-то причинам, либо интерполировании не сохранившихся частей. /n Иным словом, это великолепный шанс, подаренный технологией, трансформирования двухмерного представления об объекте в объемное. А вот еще одна из особых прерогатив 3D-моделирования. Речь о возможности воссоздания событий, происходивших даже в далеком прошлом, либо процессов научного характера, незаметных для человеческого глаза.",
        _img: "slide_2.png",
      },
      {
        _id: 3,
        _title: "Область применения 3D моделирования",
        _content:
          "В наши дни применяемая графика проникает во все сферы жизнедеятельности людей. 3D моделирование поможет вам визуализировать объекты, которые в потом можно применить в кинематографе, транслировать по телевидению, проработать в компьютерных играх, широко использовать в медицине и различных областях любых наук.",
        _img: "slide_3.png",
      },
    ],
    modeling_types: [
      {
        _id: 1,
        _title: "Полигональное моделирование",
        _content:
          "Полигональное моделирование представляет собой построение модели из множества полигонов. Полигоны состоят из трёх и более точек, заданных как вершины, соединённых между собой рёбрами. Данный способ появился ещё в те времена, когда координаты X, Y, Z для точек приходилось прописывать вручную. \nНаибольшее количество моделей, созданных полигональным способом, состоят из полигонов с 3 и 4 вершинами. Полигон с 3 вершинами называется триангулированным, а с 4 квадриангулированным. Из особенностей можно выделить то, что каждый полигон может иметь собственный цвет и текстуру. Объединённое множество полигонов называется полигональной сеткой или полигональный объект ",
        _img: "polig_model.jpg",
      },
      {
        _id: 2,
        _title: "Сплайновое моделирование",
        _content:
          "Сплайновое моделирование – это вид 3Д моделирования, при котором модель создается при помощи сплайнов (Сплайн − от англ. spline – гибкое лекало, в 3D – это трехмерная кривая). Линии сплайнов задаются трехмерным набором контрольных точек в пространстве, которые и определяют гладкость кривой. Все сплайны сводятся к сплайновому каркасу, на основе которого уже будет создаваться огибающая трехмерная геометрическая поверхность",
        _img: "spline_model.jpg",
      },
      {
        _id: 3,
        _title: "NURBS моделирование",
        _content:
          "NURBS моделирование или технология Non-Uniform Rational B-Spline – это технология неоднородных рациональных В-сплайнов, создание плавных форм и моделей, у которых нет острых краев, как у полигональных моделей. Именно из-за этой отличительной черты технологию NURBS применяют для построения органических моделей и объектов (растений, животных, людей).\n NURBS-кривые, используемые в данном моделировании, бывают двух видов: Р (Point) кривые и CV (Control Vertex) кривые. Point кривые управляются вершинами, находящимися непосредственно на самой линии или объекте, а Control Vertex кривые управляются точками, лежащими за пределами линии или объекта. ",
        _img: "NURBS_model.png",
      },
    ],
    modeling_products: [
      {
        _id: "",
        _title: "",
        _desc: "",
        _img: "",
        
      }
    ],
  },
};
